xorg
xorg-init
xorg-xrandr
yay
rofi
tmux
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-pinyin-moegirl
fcitx5-qt
fcitx5-gtk
gtk2
gtk3
gtk4
kvantum
qt6ct
zip
unarchiver
feh
xfce4-power-manager
thunar
thunar-volman
ristretto
flameshot
kitty
sioyek
yazi
chormium
google-chrome
mpv
calibra
starship
lazygit
fzf
neofetch
tela-icon-theme-bin
